[{"id":0,"title":"Dog walker needed for every Monday after-noon","description":"Hi there! I'm looking for a responsible and caring pet minder to take care of my furry friend, Toby. Toby is a lovely Golden Retriever who adores playing outside and with other dogs. He is a very sweet dog who won't bite and loves to show his affection by sitting on laps. I need someone who can take him for a walk every Monday afternoon and make sure he gets enough exercise and fresh air. If you're a dog lover and have experience with dogs, please get in touch!","pet_type":"dog","city":"London","neighbourhood":"Borough","date":"2023-04-20T15:45:00+00:00","budget":30,"image":"image0.jpeg"},{"id":1,"title":"Dog sitter needed for a weekend trip","description":"Hi! I'm going on a weekend trip and I need someone to take care of my German Shepherd, Charlie. Charlie is a friendly dog who loves to play and has a lot of energy. I need someone who can keep up with him and give him plenty of exercise and attention. If you're an experienced dog sitter who is comfortable handling large dogs, please let me know. You'll need to stay with Charlie at my house in Islington and make sure he is fed, walked, and loved while I'm away.","pet_type":"dog","city":"London","neighbourhood":"Islington","date":"2023-04-21T09:00:00+00:00","budget":50,"image":"image1.jpeg"},{"id":2,"title":"Cat sitter needed for a week","description":"Hello! I'm going on a business trip for a week and I need someone to take care of my adorable cat, Mittens. Mittens is a friendly and playful cat who loves to cuddle and play with her toys. I need someone who can visit her every day and make sure she has fresh food and water, a clean litter box, and plenty of attention. If you're a cat lover with experience taking care of cats, please get in touch. You'll need to stay in my apartment in Hampstead while I'm away.","pet_type":"cat","city":"London","neighbourhood":"Hampstead","date":"2023-05-23T13:00:00+00:00","budget":80,"image":"image5.jpeg"},{"id":3,"title":"Dog walker needed for a small Pomeranian","description":"Hi there! My name is Sarah and I'm looking for a caring and experienced dog walker to take care of my little Pomeranian, Bella. She's a shy dog who doesn't like to be around too many people, but she loves going for walks in quiet parks. I work long hours and I want to make sure that Bella gets the exercise and attention she needs, so I need someone who can take her for a walk every day around Finsbury Park. If you're a patient and gentle person who loves dogs, please contact me!","pet_type":"dog","city":"London","neighbourhood":"Finsbury Park","date":"2023-06-15T16:30:00+00:00","budget":20,"image":"image2.jpeg"},{"id":4,"title":"Cat sitter needed for a week in June","description":"Greetings! I am in need of a trustworthy and experienced cat sitter to care for my two cats while I'm on vacation in June. They are indoor cats and are very friendly with people. I'm looking for someone who can visit them once or twice a day at my apartment in Brooklyn to feed them, clean their litter box and give them some playtime. The sitter should be attentive and gentle with cats, and able to administer medication if necessary. If you're interested in the job and love spending time with cats, please reach out to me!","pet_type":"cat","city":"New York","neighbourhood":"Brooklyn","date":"2023-05-07T12:00:00+00:00","budget":100,"image":"image6.jpeg"},{"id":5,"title":"Dog sitter needed for a weekend in Edinburgh","description":"Hey there! My name is David and I'm looking for a responsible and caring dog sitter to look after my friendly Labrador, Max, for a weekend in April. He's a very playful dog and loves to go for walks and play fetch. I need someone who can take him for walks and feed him twice a day, and also provide him with some playtime and cuddles. Max is house trained and well-behaved, so I'm looking for someone who can provide a loving and safe environment for him while I'm away. If you're a dog lover and want to spend a fun weekend with Max, please get in touch!","pet_type":"dog","city":"Edinburgh","neighbourhood":"Leith","date":"2023-08-23T10:00:00+00:00","budget":50,"image":"image3.jpeg"},{"id":6,"title":"Cat sitter needed for a week in London","description":"Hi there! I am going on a week-long vacation and I am looking for someone to take care of my two lovely cats while I am away. They are both indoor cats, very friendly and love human company. I live in Notting Hill, which is a great neighborhood in London with plenty of things to see and do. The sitter should be able to visit my apartment once or twice a day to feed them and clean their litter box. They don't need any special care, just some love and attention while I am away. If you are a cat lover and are looking for a fun way to earn some extra cash, please apply for this job!","pet_type":"cat","city":"London","neighbourhood":"Notting Hill","date":"2023-07-10T12:00:00+00:00","budget":80,"image":"image8.jpeg"},{"id":7,"title":"Dog walker needed for a small Yorkshire Terrier","description":"Hello! I am in need of a dog walker for my small Yorkshire Terrier named Daisy. She is a sweet dog who loves to play and go for walks. I live in Selly Oak, which is a nice neighborhood in Birmingham with plenty of parks to choose from. I need someone to take her for a walk twice a day, preferably in the morning and in the afternoon. She doesn't require any special care, just some exercise and fresh air. If you are a responsible and reliable person who loves dogs, please apply for this job!","pet_type":"dog","city":"Birmingham","neighbourhood":"Selly Oak","date":"2023-04-22T11:30:00+00:00","budget":30,"image":"image4.jpeg"},{"id":8,"title":"Cat sitter needed for a long weekend in Bristol","description":"Hi! I am going away for a long weekend and I am looking for a cat sitter to take care of my cat. She is a very independent cat and mostly keeps to herself, but she does need to be fed and her litter box cleaned once or twice a day. I live in Clifton, which is a lovely neighborhood in Bristol with lots of great cafes and shops. The sitter should be a reliable and experienced cat lover who is comfortable taking care of cats on their own. If you are interested in this job and have some experience with cats, please apply!","pet_type":"cat","city":"Bristol","neighbourhood":"Clifton","date":"2023-04-30T12:00:00+00:00","budget":40,"image":"image9.jpeg"},{"id":9,"title":"Dog sitter needed for a week in Manchester","description":"Hi there! I'm looking for a reliable dog sitter to take care of my friendly Golden Retriever, Charlie, while I'm away for a week. Charlie is a playful dog who loves to go on walks and play fetch. The sitter should be able to take him out for walks twice a day and feed him his meals. Charlie is house-trained and well-behaved, so there shouldn't be any issues there. The sitter should have experience with dogs and be comfortable with handling a larger breed. My apartment is located in the Salford neighborhood of Manchester, so someone who is familiar with the area would be ideal..","pet_type":"dog","city":"Manchester","neighbourhood":"Salford","date":"2023-04-29T10:00:00+00:00","budget":70,"image":"image7.jpeg"},{"id":10,"title":"Cat sitter needed for a weekend in Liverpool","description":"Hello! I'm in need of a cat sitter to take care of my two indoor cats while I'm away for the weekend. They are both friendly and love attention. The sitter should be able to come to my apartment once or twice a day to feed them and clean the litter box. They are both indoor cats, so there won't be any need for walks or outside time. My apartment is located in the Baltic Triangle neighborhood of Liverpool. The sitter should have experience with cats and be comfortable with handling them.","pet_type":"cat","city":"Liverpool","neighbourhood":"Baltic Triangle","date":"2023-05-15T10:00:00+00:00","budget":100,"image":"image10.jpeg"},{"id":11,"title":"Cat sitter needed for a long-term arrangement","description":"Hi there! I'm looking for a cat sitter who can take care of my two cats for an extended period of time. The sitter should be able to come to my apartment once a day to feed the cats and clean their litter box. They should also be able to play with the cats for a little bit each day. The cats are both indoor cats and are used to having someone around. The sitter should have experience with cats and be comfortable with handling them. My apartment is located in the Queen Anne neighborhood of Edinburgh.","pet_type":"cat","city":"Edinburgh","neighbourhood":"Queen Anne","date":"2023-05-01T18:00:00+00:00","budget":200,"image":"image11.jpeg"},{"id":12,"title":"Dog walking services needed for two small dogs","description":"Hello! I'm looking for a dog walker who can take my two small dogs for a walk twice a day, once in the morning and once in the afternoon. They are both well-behaved and can be walked together. The walker should be able to provide water for the dogs during the walks. The dogs are both house-trained and friendly. The sitter should have experience with dogs and be comfortable with handling two dogs at once. My apartment is located in the Beacon Hill neighborhood of Liverpool.","pet_type":"dog","city":"Liverpool","neighbourhood":"Beacon Hill","date":"2023-05-16T09:00:00+00:00","budget":25,"image":"image12.jpeg"},{"userid":0,"id":13,"title":"Dog waker Needed","description":"I have a lovely husky that is in need of walking pls","pet_type":"cat","city":"London","neighbourhood":"hornchurch","date":"2023-04-27T18:45","budget":"100","image":"643403e42f9fc.png"}]